Repository: kenorb-contrib/BitTorrent
Catalog: B/po/*.po
Languages: es_mx

source: Could not get latest version from %s
es_mx: No pudo obtener la última versión de %s

source: Could not parse new version string from %s
es_mx: No se pudo analizar la cadena de la nueva versión de %s

source: Can't start two separate instances of the same torrent
es_mx: No puede iniciar dos instancias separadas del mismo torrent

source: Bad file path component:
es_mx: Componente de ruta de archivo incorrecto:

source: This .torrent file has been created with a broken tool and has incorrectly encoded filenames. Some or all of the filenames may appear different from what the creator of the .torrent file intended.
es_mx: Este archivo .torrent se ha creado con una herramienta mala y tiene nombres de archivo mal codificados. Algunos o todos los nombres de archivo pueden aparecer diferentes de lo que pretendía el creador del archivo .torrent.

source: This .torrent file has been created with a broken tool and has bad character values that do not correspond to any real character. Some or all of the filenames may appear different from what the creator of the .torrent file intended.
es_mx: Este archivo .torrent se ha creado con una herramienta mala y tiene valores de caracteres incorrectos que no corresponden a caracteres reales. Algunos o todos los nombres de archivo pueden aparecer diferentes de lo que pretendía el creador del archivo .torrent.

source: This .torrent file has been created with a broken tool and has incorrectly encoded filenames. The names used may still be correct.
es_mx: Este archivo .torrent se ha creado con una herramienta mala y tiene nombres de archivo mal codificados. Puede que los nombres utilizados aún sean correctos.

source: The character set used on the local filesystem ("%s") cannot represent all characters used in the filename(s) of this torrent. Filenames have been changed from the original.
es_mx: El conjunto de caracteres usado en el sistema de archivos local ("%s") no puede representar todos los caracteres usados en los nombres de archivo de este torrent. Se han cambiado los nombres de archivo del original.

source: The Windows filesystem cannot handle some characters used in the filename(s) of this torrent. Filenames have been changed from the original.
es_mx: El sistema de archivos de Windows no puede manejar algunos de los caracteres usados en los nombres de archivo de este torrent. Se han cambiado los nombres de archivo del original.

source: This .torrent file has been created with a broken tool and has at least 1 file with an invalid file or directory name. However since all such files were marked as having length 0 those files are just ignored.
es_mx: Este archivo .torrent se ha creado con una herramienta mala y tiene por lo menos 1 archivo con nombre de directorio o de archivo inválido. Sin embargo, como todos esos archivos se marcaron con una longitud de 0 son simplemente ignorados.

source: Cannot find tracker with name %s
es_mx: No se puede encontrar un tracker con nombre %s

source: Total Download Rate:
es_mx: Velocidad de descarga total:

source: Total Upload Rate:
es_mx: Velocidad de carga total:

source: Total Downloaded:
es_mx: Total descargado:

source: Total Uploaded:
es_mx: Total cargado:

source: Running Torrents:
es_mx: Torrents en ejecución:

source: Total Connections:
es_mx: Conexiones totales:

source: Connections per Torrent:
es_mx: Conexiones por torrent:

source: Statistics
es_mx: Estadísticas

source: Speed
es_mx: Velocidad

source: seconds,
es_mx: segundos,

source: second interval
es_mx: segundo intervalo

source: Download rate
es_mx: Velocidad de descarga

source: Upload rate
es_mx: Velocidad de carga

source: First
es_mx: Primero

source: Download first
es_mx: Descargar primero

source: Download normally
es_mx: Descargar normalmente

source: Launch file
es_mx: Archivo de inicio

source: Launch
es_mx: Iniciar

source: Next announce:
es_mx: Siguiente anuncio:

source: Tracker total peers:
es_mx: Peers totales del tracker:

source: Discarded data:
es_mx: Datos descartados:

source: Swarm speed:
es_mx: Velocidad de swarm:

source: Distributed copies:
es_mx: Copias distribuidas:

source: Torrent file:
es_mx: Archivo torrent:

source: Backup trackers:
es_mx: Trackers de respaldo:

source: Backup tracker:
es_mx: Tracker de respaldo:

source: (trackerless torrent)
es_mx: (torrent sin tracker)

source: Pieces:
es_mx: Piezas:

source: Created on:
es_mx: Creado el:

source: Unknown
es_mx: Desconocido

source: %s (all seeds)
es_mx: %s (todas las seeds)

source: Torrent title:
es_mx: Título del torrent:

source: Torrent name:
es_mx: Nombre del torrent:

source: Download rate:
es_mx: Velocidad de descarga:

source: Upload rate:
es_mx: Velocidad de carga:

source: Time remaining:
es_mx: Tiempo restante:

source: Save as:
es_mx: Guardar como:

source: , in one file
es_mx: , en un archivo

source: , in %d files
es_mx: , en %d archivos

source: Total size:
es_mx: Tamaño total:

source: Show &Details
es_mx: Mostrar &Detalles:

source: Open &Folder
es_mx: Abrir &Carpeta

source: Comments
es_mx: Comentarios

source: File List
es_mx: Lista de archivos

source: Peer List
es_mx: Lista de peers

source: Log
es_mx: Registro

source: Hide &Details
es_mx: Ocultar &Detalles

source: %.1f%% of %s
es_mx: %.1f%% de %s

source: About %s
es_mx: Acerca de %s

source: Version %s
es_mx: Versión %s

source: &Credits
es_mx: &Créditos

source: &Translators
es_mx: &Traductores

source: Hide &credits
es_mx: Ocultar &créditos

source: Hide &translators
es_mx: Ocultar &traductores

source: Hide %s
es_mx: Ocultar %s

source: Show %s
es_mx: Mostrar %s

source: %s Download Complete
es_mx: %s de descarga completado

source: %s has finished downloading.
es_mx: %s ha terminado de descargar.

source: Low
es_mx: Baja

source: High
es_mx: Alta

source: Priority
es_mx: Prioridad

source: Quit %s
es_mx: Salir de %s

source: &Add torrent file Ctrl+O
es_mx: &Agregar archivo de torrent Ctrl+O

source: Add
es_mx: Agregar

source: Torrent info Ctrl+I
es_mx: Información de torrent Ctrl+I

source: Pause
es_mx: Pausa

source: Pause torrent
es_mx: Pausar torrent

source: Resume torrent
es_mx: Reanudar torrent

source: Resume
es_mx: Reanudar

source: Open
es_mx: Abrir

source: Open torrent
es_mx: Abrir torrent

source: Force Start
es_mx: Forzar inicio

source: Force start torrent
es_mx: Forzar inicio de torrent

source: Remove torrent
es_mx: Eliminar torrent

source: Remove
es_mx: Eliminar

source: Add torrent &URL Ctrl+U
es_mx: Agregar &URL de torrent Ctrl+U

source: Make &new torrent Ctrl+N
es_mx: Crear &nuevo torrent Ctrl+N

source: &Quit Ctrl+Q
es_mx: &Salir Ctrl+Q

source: E&xit
es_mx: S&alir

source: &File
es_mx: &Archivo

source: &Settings Ctrl+S
es_mx: &Parámetros Ctrl+S

source: &Log Ctrl+L
es_mx: &Registro Ctrl+L

source: &Console Ctrl+C
es_mx: &Consola Ctrl+C

source: &Details Ctrl+D
es_mx: &Detalles Ctrl+D

source: &View
es_mx: &Ver

source: &About Ctrl+B
es_mx: &Acerca de Ctrl+B

source: FA&Q
es_mx: P&reguntas Frecuentes

source: &Help
es_mx: &Ayuda

source: Search for torrents
es_mx: Buscar torrents

source: Save In
es_mx: Guardar en

source: Save "%s" in:
es_mx: Guardar "%s" en:

source: Save As
es_mx: Guardar como

source: Save "%s" as:
es_mx: Guardar "%s" como:

source: &Always save files in this directory
es_mx: &Guardar siempre los archivos en este directorio

source: Create &shortcut on the desktop
es_mx: Crear &acceso directo en el escritorio

source: Really quit %s?
es_mx: ¿Seguro que quiere salir de %s?

source: Are you sure you want to quit %s?
es_mx: ¿Está seguro de que quiere salir de %s?

source: &Don't ask again
es_mx: &No preguntar más

source: New %s version available
es_mx: Nueva versión %s disponible

source: A newer version of %s is available.
es_mx: Hay una nueva versión de %s disponible.

source: You are using %s, and the new version is %s.
es_mx: Está utilizando %s y la nueva versión es %s.

source: &Remind me later
es_mx: &Recordar más tarde

source: Download &Now
es_mx: Descargar &ahora

source: Download &Later
es_mx: Descargar &más tarde

source: %s Log
es_mx: Registro %s

source: Couldn't open %s
es_mx: No se pudo abrir %s

source: Enter the URL of a torrent file to open:
es_mx: Ingrese el URL del archivo torrent que desea abrir:

source: Enter torrent URL
es_mx: Ingrese el URL del torrent

source: Open Path
es_mx: Ruta abierta

source: Open torrent file:
es_mx: Abrir archivo torrent:

source: This torrent (or one with the same contents) has already been added.
es_mx: Este torrent (o uno con el mismo contenido) ya ha sido agregado.

source: Torrent already added
es_mx: Ya se agregó el torrent

source: Status
es_mx: Estado

source: Name
es_mx: Nombre

source: The folder you chose already contains some files which appear to be from this torrent. Do you want to resume the download using these files, rather than starting the download over again in a subfolder?
es_mx: La carpeta escogida ya contiene algunos archivos que parecen ser de este torrent. ¿Desea reanudar la descarga usando estos archivos en vez de inciar la descarga de nuevo en una subcarpeta?

source: Wrong folder?
es_mx: ¿Carpeta equivocada?

source: Progress
es_mx: Progreso

source: A different "%s" already exists. Do you want to remove it and overwrite it with the contents of this torrent?
es_mx: Ya existe otro "%s" diferente. ¿Desea eliminarlo y sobreescribirlo con el contenido de este torrent?

source: Files are different!
es_mx: ¡Los archivos son diferentes!

source: "%s" already exists. Do you want to choose a different file name?
es_mx: Ya existe "%s". ¿Desea escoger otro nombre de archivo?

source: File exists!
es_mx: ¡Ya existe el archivo!

source: Time remaining
es_mx: Tiempo restante

source: There is a file in this torrent that is %(file_size)s. This exceeds the maximum file size allowed on this %(fs_type)s, %(max_size)s. Would you like to choose a different %(disk_term)s to save this torrent in?
es_mx: En este torrent hay un archivo que es %(file_size)s. Esto excede el tamaño máximo de archivo permitido en este %(fs_type)s, %(max_size)s. ¿Desea escoger otro %(disk_term)s para guardar este torrent?

source: File too large for %s
es_mx: El archivo es demasiado grande para %s

source: Up rate
es_mx: Velocidad de carga

source: There is not enough space on this %s to save this torrent. Would you like to choose a different %s to save it in?
es_mx: No hay espacio suficiente en este %s para guardar este torrent. ¿Desea escoger otro %s para guardarlo?

source: Not enough space on this %s
es_mx: No hay espacio suficiente en este %s

source: Down rate
es_mx: Velocidad de descarga

source: The location you chose exceeds the maximum path length on this system. You must choose a different folder.
es_mx: La ubicación escogida excede la longitud de ruta máxima del sistema. Debe escoger otra carpeta.

source: Maximum path exceeded
es_mx: Se excedió la ruta máxima

source: The save location you specified does not exist (perhaps you mistyped it?) Please choose a different folder.
es_mx: La ubicación especificada para guardarlo no existe (¿estará bien escrita?) Por favor escoja otra carpeta.

source: No such folder
es_mx: No existe esa carpeta

source: Really remove torrent?
es_mx: ¿Seguro que desea eliminar el torrent?

source: &Delete incomplete downloaded file(s)
es_mx: &Borrar los archivos descargados incompletos

source: Install update now?
es_mx: ¿Desea instalar la actualización ahora?

source: (initializing)
es_mx: (inicializando)

source: IP address
es_mx: Dirección de IP

source: Client
es_mx: Cliente

source: Peer id
es_mx: Id de peer

source: Initiation
es_mx: Iniciación

source: KB/s down
es_mx: KB/s de descarga

source: KB/s up
es_mx: KB/s de carga

source: MB downloaded
es_mx: MB descargados

source: MB uploaded
es_mx: MB cargados

source: % complete
es_mx: % completo

source: KB/s est. peer download
es_mx: KB/s est. de descarga de peer

source: Add Peer
es_mx: Agregar peer

source: Enter new peer in IP:port format
es_mx: Ingrese el nuevo peer en el formato IP:puerto

source: remote
es_mx: remoto

source: first
es_mx: primero

source: never
es_mx: nunca

source: Size
es_mx: Tamaño

source: Download
es_mx: Descarga

source: Enter the URL or path to a torrent file on the Internet, your computer, or your network that you want to add.
es_mx: Ingrese el URL o la ruta de un archivo torrent que desee agregar en Internet, en su computadora o en la red.

source: Open:
es_mx: Abrir:

source: &OK
es_mx: &Aceptar

source: &Cancel
es_mx: &Cancelar

source: &Browse
es_mx: &Explorar

source: Confirm before quitting %s
es_mx: Confirmar antes de salir de %s

source: Enforce .torrent associations on startup
es_mx: Exigir las asociaciones .torrent al inciar

source: Launch BitTorrent when Windows starts
es_mx: Iniciar BitTorrent al arrancar Windows

source: Start minimized
es_mx: Inicio minimizado

source: Minimize to the system tray
es_mx: Minimizar a la bandeja del sistema

source: Close to the system tray
es_mx: Cerrar a la bandeja del sistema

source: Saving
es_mx: Guardando

source: Ask where to save each new download
es_mx: Preguntar dónde guardar con cada nueva descarga

source: Move completed downloads to:
es_mx: Mover las descargas completas a:

source: Store unfinished downloads in:
es_mx: Guardar las descargas no terminadas en:

source: Network
es_mx: Red

source: Autodetect available bandwidth
es_mx: Autodetectar el ancho de banda disponible

source: dialup
es_mx: marcar

source: Maximum upload rate
es_mx: Velocidad de carga máxima

source: DSL/cable 128Kb up
es_mx: DSL/cable 128Kb de carga

source: Average maximum download rate
es_mx: Velocidad de descarga máxima promedio

source: DSL/cable 256Kb up
es_mx: DSL/cable 256Kb de carga

source: Look for available port:
es_mx: Buscar puerto disponible:

source: starting at port:
es_mx: iniciar en el puerto:

source: DSL 768Kb up
es_mx: DSL 768Kb de carga

source: Enable automatic port mapping
es_mx: Activar asignación automática de puertos

source: IP to report to the tracker:
es_mx: IP que debe notificar al tracker:

source: Appearance
es_mx: Apariencia

source: fast
es_mx: rápido

source: Progress bar style:
es_mx: Estilo de la barra de progreso:

source: &None (just show percent complete)
es_mx: &Ninguno (mostrar sólo porcentaje completado)

source: &Ordinary progress bar
es_mx: Barra de progreso &normal

source: &Detailed progress bar
es_mx: Barra de progreso &detallada

source: (shows the percentage of complete, transferring, available and missing pieces in the torrent)
es_mx: (muestra el porcentaje de piezas completas, en transferencia, disponibles y faltantes en el torrent)

source: &Piece bar
es_mx: Barra de &piezas

source: (shows the status of each piece in the torrent)
es_mx: (muestra el estado de cada pieza en el torrent)

source: DSL/cable 384Kb down
es_mx: DSL/cable 384Kb de descarga

source: DSL/cable 768Kb down
es_mx: DSL/cable 768Kb de descarga

source: Toolbar style:
es_mx: Estilo de la barra de herramientas:

source: DSL 6Mb down
es_mx: DSL 6Mb de descarga

source: Show text
es_mx: Mostrar texto

source: Icon size:
es_mx: Tamaño del ícono:

source: Large
es_mx: Grande

source: Small
es_mx: Pequeño

source: (Changing themes requires restart.)
es_mx: (Cambiar temas requiere reiniciar.)

source: Theme:
es_mx: Tema:

source: Language
es_mx: Idioma

source: %s Settings
es_mx: Configuración %s

source: wxPython version %s or newer required
es_mx: Se requiere la versión %s de wxPython o posterior

source: &Browse...
es_mx: &Explorar...

source: Choose a folder...
es_mx: Escoger una carpeta...

source: Choose a file...
es_mx: Escoger un archivo...

source: All files (*.*)|*.*
es_mx: Todos los archivos (*.*)|*.*

source: Choose &file...
es_mx: Escoger &archivo...

source: Choose f&older...
es_mx: Escoger c&arpeta...

source: "%s" is not a valid torrent file (%s).
es_mx: "%s" no es un archivo torrent válido (%s).

source: Could not download or open "%s"
es_mx: No pudo descargar ni abrir "%s"

source: Try using a web browser to download the torrent file.
es_mx: Intente usar un exlorador de web para descargar el archivo torrent.

source: Could not read %s
es_mx: No pudo leer %s

source: Could not read "%s", it is neither a file nor a URL.
es_mx: No pudo leer "%s", no es un archivo ni un URL.

source: Compressed: %i Uncompressed: %i
es_mx: Comprimido: %i Descomprimido: %i

source: Tue
es_mx: Mar

source: Wed
es_mx: Mié

source: Sat
es_mx: Sáb

source: Thu
es_mx: Jue

source: Fri
es_mx: Vie

source: Mon
es_mx: Lun

source: Sun
es_mx: Dom

source: Apr
es_mx: Abr

source: Jan
es_mx: Ene

source: Aug
es_mx: Ago

source: Dec
es_mx: Dic

source: Could not create control socket: already in use
es_mx: No pudo crear un socket de control: ya está en uso

source: Could not remove old control socket filename:
es_mx: No pudo quitar el nombre de archivo anterior del socket de control:

source: Could not create control socket:
es_mx: No pudo crear un socket de control:

source: Could not send command:
es_mx: No se pudo enviar comando:

source: Global mutex already created.
es_mx: Ya se creó el mutex global.

source: Could not find an open port!
es_mx: ¡No se encontró un puerto abierto!

source: Could not create application data directory!
es_mx: ¡No se pudo crear un directorio de datos de la aplicación!

source: Could not acquire global mutex lock for controlsocket file!
es_mx: ¡No se pudo adquirir bloqueo de mutex global para el archivo de controlsocket!

source: A previous instance of BT was not cleaned up properly. Continuing.
es_mx: Una instancia anterior de BT no fue limpiada correctamente . Continuando.

source: Another instance of BT is running, but "%s" does not exist.
es_mx: Se está ejecutando otra instancia de BT, pero "%s" no existe.

source: I'll guess at the port.
es_mx: Adivinaré el puerto.

source: Port found: %d
es_mx: Puerto encontrado: %d

source: Could not find port.
es_mx: No se encontró puerto.

source: IPC Status: %s
es_mx: Estado de IPC: %s

source: maxport less than minport - no ports to check
es_mx: el puerto máximo es menor que el mínimo - no hay puertos que verificar

source: Could not open a listening port: %s.
es_mx: No se pudo abrir un puerto de escucha: %s.

source: Could not open a listening port: %s.
es_mx: No se pudo abrir un puerto de escucha: %s.

source: Check your port range settings (%s:%s-%s).
es_mx: Verifique sus parámetros de rango de puerto (%s:%s-%s).

source: This torrent (or one with the same contents) is already running.
es_mx: Este torrent (o uno con el mismo contenido) ya se está ejecutando.

source: This torrent (or one with the same contents) is already waiting to run.
es_mx: Este torrent (o uno con el mismo contenido) ya está esperando a ser ejecutado.

source: Coult not open the torrent config:
es_mx: No se pudo abrir el torrent config:

source: Invalid torrent config file
es_mx: Archivo config del torrent inválido

source: Could not save UI state:
es_mx: No se pudo guardar el estado de IU:

source: Invalid state file contents
es_mx: El contenido del archivo de estado es inváildo

source: Invalid state file (duplicate entry)
es_mx: Archivo de estado inválido (entrada duplicada)

source: Error reading metainfo file "%s".
es_mx: Error al leer el archivo metainfo "%s".

source: cannot restore state completely
es_mx: no se puede restablecer completamente el estado

source: Corrupt data in metainfo "%s", cannot restore torrent.
es_mx: Datos corruptos en metainfo "%s", no se puede restablecer el torrent.

source: Corrupt data in "%s", cannot restore torrent.
es_mx: Datos corruptos en "%s", no se puede restablecer el torrent.

source: (infohash mismatch)
es_mx: (no corresponde infohash)

source: Invalid state file (bad entry)
es_mx: Archivo de estado inválido (entrada incorrecta)

source: Bad UI state file
es_mx: Mal archivo de estado de IU

source: Bad UI state file version
es_mx: Mala versión del archivo de estado de IU

source: Unsupported UI state file version (from newer client version?)
es_mx: Versión del archivo de estado de IU no soportada (¿es de una versión de cliente más nueva?)

source: Could not find a suitable temporary location to save the %s %s installer.
es_mx: No pudo encontrar una ubicación temporal adecuada para guardar el instalador %s %s.

source: No torrent file available for %s %s installer.
es_mx: No hay archivo torrent disponible para el instalador %s %s.

source: %s %s installer appears to be incomplete, missing, or corrupt.
es_mx: El instalador %s %s parece estar incompleto, omitido, o corrupto.

source: Cannot launch installer on this OS
es_mx: No se pudo iniciar el instalador en este sistema operativo

source: Could not load saved state:
es_mx: No se pudo cargar el estado guardado:

source: Error reading file "%s".
es_mx: Error al leer el archivo "%s".

source: Invalid state file contents (dlpath is None)
es_mx: Contenidos del archivo de estado inválidos (dlpath es Ninguna)

source: Could not delete cached %s file:
es_mx: No pudo borrar el archivo %s en caché:

source: This is not a valid torrent file. (%s)
es_mx: Este no es un archivo torrent válido. (%s)

source: Torrent in unknown state %d
es_mx: Torrent en estado desconocido %d

source: Could not write file
es_mx: No se pudo escribir el archvio

source: torrent will not be restarted correctly on client restart
es_mx: no se reiniciará correctamente el torrent al reiniciar el cliente

source: Can't run more than %d torrents simultaneously. For more info see the FAQ at %s.
es_mx: No pueden ejecutar más de %d torrents a la vez. Para más información, consulte las Preguntas Frecuentes en %s.

source: Not starting torrent as there are other torrents waiting to run, and this one already meets the settings for when to stop seeding.
es_mx: No se iniciará el torrent porque hay otros torrents esperando ser ejecuctados y éste ya cumple con los parámetros de cuándo terminar de hacer el seeding.

source: Not starting torrent as it already meets the settings for when to stop seeding the last completed torrent.
es_mx: No se iniciará el torrent porque ya cumple con los parámetros de cuándo terminar de hacer el seeding del último torrent completo.

source: connection refused
es_mx: conexión rechazada

source: listen_forever() should only be called once per reactor.
es_mx: listen_forever() sólo se debe llamar una vez por reactor.

source: listen_once() might not return until there is activity, and might not process the event you want. Use listen_forever().
es_mx: Es posible que listen_once() no regrese hasta que haya actividad y que no se procese el evento que usted desea. Use listen_forever().

source: Tracker announce still not complete %d seconds after starting it
es_mx: No se ha completado el anuncio de tracker a %d segundos de haberlo iniciado

source: Rerequest failed!
es_mx: ¡Falló la nueva solicitud!

source: Problem resolving config ip (%s), gethostbyname failed - %s
es_mx: Problema en la resolución de config ip (%s), falló gethostbyname - %s

source: Problem connecting to tracker -
es_mx: Problemas al conectar con el tracker -

source: Aborting the torrent as it could not connect to the tracker while not connected to any peers.
es_mx: Abortando el torrent porque no se pudo conectar al tracker al no estar conectado a ningún peer.

source: bad data from tracker (%s) - %s
es_mx: malos datos del tracker (%s) - %s

source: rejected by tracker -
es_mx: rechazado por el tracker -

source: warning from tracker -
es_mx: advertencia del tracker -

source: Trackerless lookup failed:
es_mx: Falló la búsqueda sin tracker:

source: Paused
es_mx: Pausado

source: No torrents
es_mx: Sin torrents

source: Starting up...
es_mx: Iniciando...

source: Starting download
es_mx: Iniciando descarga

source: Checking connection...
es_mx: Verificando la conexión...

source: Online, checking connection
es_mx: En línea, verificando la conexión

source: Online
es_mx: En línea
