Repository: kenorb-contrib/BitTorrent
Catalog: B/po/*.po
Languages: es_mx

source: Online, running normally
es_mx: En línea, funcionando normalmente

source: Online, maybe firewalled
es_mx: En línea, puede haber encontrado un firewall

source: Online, but downloads may be slow due to firewall/NAT
es_mx: En línea, pero las descargas pueden ser lentas debido a firewall/NAT

source: No network connection
es_mx: No hay conexión de la red

source: Check network connection
es_mx: Verifique la conexión de la red

source: File %s belongs to another running torrent
es_mx: El archivo %s pertenece a otro torrent en ejecución

source: File %s already exists, but is not a regular file
es_mx: El archivo %s ya existe, pero no es un archivo regular

source: Short read (%d of %d) - something truncated files?
es_mx: Lectura corta (%d de %d) - ¿algo truncó los archivos?

source: bad data in responsefile - total too small
es_mx: malos datos en responsefile - el total es demasiado pequeño

source: bad data in responsefile - total too big
es_mx: malos datos en responsefile - el total es demasiado grande

source: Unsupported fastresume file format, probably corrupted: %s on (%s)
es_mx: Formato de archivo fastresume no soportado, probablemente esté corrupto: %s en (%s)

source: Unsupported fastresume file format, maybe from another client version?
es_mx: Formato de archivo fastresume incompatible, ¿podría venir de otra versión de cliente?

source: Bad fastresume info (truncation at piece %d)
es_mx: Mala información de fastresume (truncado en la pieza %d)

source: Bad fastresume info (illegal value at piece %d)
es_mx: Mala información de fastresume (valor ilegal en la pieza %d)

source: data corrupted on disk - maybe you have two copies running?
es_mx: datos corruptos en disco - ¿podrá ser que tenga dos copias en ejecución?

source: told file complete on start-up, but piece failed hash check
es_mx: se dijo que el archivo se completó al iniciar, pero una pieza falló la verificación de hash

source: Initial startup
es_mx: Arranque inicial

source: Could not load fastresume data: %s
es_mx: No se pudoieron cargar los datos de fastresume: %s

source: Will perform full hash check.
es_mx: Se hará una verificación completa de hash.

source: piece %d failed hash check, re-downloading it
es_mx: la pieza %d falló la verificación de hash, volviendo a cargarla

source: Attempt to download a trackerless torrent with trackerless client turned off.
es_mx: Se intentó descargar un torrent sin tracker con el cliente sin tracker apagado.

source: downloading
es_mx: descargando

source: stopped
es_mx: se detuvo

source: download failed:
es_mx: falló la descarga:

source: IO Error: No space left on disk, or cannot create a file that large
es_mx: Error de IO: No queda espacio en el disco o no se puede crear un archivo tan grande

source: killed by IO error:
es_mx: destruido por un error de IO:

source: killed by OS error:
es_mx: destruido por un error de sistema operativo:

source: killed by internal exception:
es_mx: destruido por una excepción interna:

source: Additional error when closing down due to error:
es_mx: Error adicional al cerrar debido a un error:

source: Error regarding "%s":
es_mx: Error sobre "%s":

source: seeding
es_mx: haciendo seeding

source: Could not write fastresume data:
es_mx: No se pudieron escribir los datos de fastresume:

source: %d days
es_mx: %d días

source: 1 day %d hours
es_mx: 1 día %d horas

source: %d:%02d hours
es_mx: %d:%02d horas

source: %d:%02d minutes
es_mx: %d:%02d minutos

source: %d seconds
es_mx: %d segundos

source: 0 seconds
es_mx: 0 segundos

source: drive
es_mx: unidad

source: volume
es_mx: volumen

source: disk
es_mx: disco

source: Starting
es_mx: Iniciando

source: Queued
es_mx: En cola

source: Complete
es_mx: Completo

source: Downloading
es_mx: Descargando

source: Seeding
es_mx: Haciendo seeding

source: Finishing
es_mx: Terminando

source: Torrent already on disk.
es_mx: El torrent ya está en el disco.

source: Torrent already created and under control of the seed.
es_mx: Ya se creó el torrent y está bajo el control del seed.

source: Unknown Torrent
es_mx: Torrent desconocido

source: Torrent is not running.
es_mx: El torrent no se está ejecutando.

source: Torrent shut down failed.
es_mx: Falló el apagado del torrent.

source: Python %s or newer required
es_mx: Se requiere Python %s o posterior

source: not a valid bencoded string
es_mx: no es una cadena bencoded válida

source: invalid bencoded value (data after valid prefix)
es_mx: valor bencoded inválido (datos después del prefijo válido)

source: bad metainfo - node host must be a string
es_mx: metainfo mala - el host nódulo debe ser una cadena

source: bad metainfo - node port must be an integer
es_mx: metainfo mala - el puerto nódulo debe ser un entero

source: bad metainfo - caches entry is not a list
es_mx: metainfo mala - la entrada de cachés no es una lista

source: bad metainfo - cache entry is not a dict
es_mx: metainfo mala - la entrada de caché no es un diccionario

source: bad metainfo - cache entry has no domain key
es_mx: metainfo mala - la entrada de caché no tiene clave de dominio

source: bad metainfo - cache entry domain not a string
es_mx: metainfo mala - el dominio de la entrada de caché no es una cadena

source: bad metainfo - cache entry domain too long
es_mx: metainfo mala - dominio de la entrada de caché demasiado largo

source: bad metainfo - cache entry publisher not a string
es_mx: metainfo mala - la editora de la entrada de caché no es una cadena

source: bad metainfo - cache entry publisher longer than 32 chars
es_mx: metainfo mala - la editora de la entrada de caché tiene más de 32 caracteres

source: failure reason must be a string
es_mx: la razón de fallo debe ser una cadena

source: warning message must be a string
es_mx: el mensaje de advertencia debe ser una cadena

source: invalid entry in peer list - peer info must be a dict
es_mx: entrada inválida en la lista de peers - info. de peer debe ser diccionario

source: invalid entry in peer list - peer ip must be a string
es_mx: entrada inválida en la lista de peers - la ip de peer debe ser una cadena

source: invalid entry in peer list - peer port must be an integer
es_mx: entrada inválida en la lista de peers - el puerto de peer debe ser un entero

source: invalid entry in peer list - invalid peerid
es_mx: entrada inválida en la lista de peers - id de peer inválida

source: invalid peer list
es_mx: lista de peers inválida

source: invalid announce interval
es_mx: intervalo de anuncio inválido

source: invalid min announce interval
es_mx: intervalo mínimo de anuncio inválido

source: invalid tracker id
es_mx: id de tracker inválida

source: invalid peer count
es_mx: recuento de peers inválido

source: invalid seed count
es_mx: recuento de seeds inválido

source: invalid "last" entry
es_mx: entrada "last" inválida

source: bad metainfo - not a dictionary
es_mx: metainfo mala - no es un diccionario

source: bad metainfo - bad pieces key
es_mx: metainfo mala - clave de piezas incorrecta

source: bad metainfo - illegal piece length
es_mx: metainfo mala - longitud de pieza ilegal

source: bad metainfo - bad name
es_mx: metainfo mala - nombre incorrecto

source: single/multiple file mix
es_mx: mezcla de archivos sencillos/múltiples

source: bad metainfo - bad length
es_mx: metainfo mala - longitud incorrecta

source: bad metainfo - "files" is not a list of files
es_mx: metainfo mala - "files" no es una lista de archivos

source: bad metainfo - file entry must be a dict
es_mx: metainfo mala - entrada de archivo debe ser un diccionario

source: bad metainfo - bad path
es_mx: metainfo mala - ruta incorrecta

source: bad metainfo - bad path dir
es_mx: metainfo mala - directorio de rutas incorrecto

source: path %s disallowed for security reasons
es_mx: no se permite la ruta %s por razones de seguridad

source: bad metainfo - duplicate path
es_mx: metainfo mala - ruta duplicada

source: bad metainfo - name used as bothfile and subdirectory name
es_mx: metainfo mala - nombre usado como nombre de archivo y de subdirectorio

source: bad metainfo - wrong object type
es_mx: metainfo mala - tipo de objeto incorrecto

source: bad metainfo - no announce URL string
es_mx: metainfo mala - sin cadena de anuncio de URL

source: bad metainfo - bad title - should be a string
es_mx: metainfo mala - título incorrecto - debería ser una cadena

source: bad metainfo - node is not a list
es_mx: metainfo mala - el nódulo no es una lista

source: bad metainfo - node list must have only two elements
es_mx: metainfo mala - la lista de nódulos sólo debe tener dos elementos

source: Could not permanently save options:
es_mx: No se pudieron guardar las opciones permanentemente:

source: Error reading config file. Old config file stored in "%s"
es_mx: Error al leer el archivo config. El archivo config anterior está en "%s"

source: Configuration option mismatch: '%s'
es_mx: No corresponden las opciones de configuración: '%s'

source: You must quit %s and reinstall it. (%s)
es_mx: Debe salir de %s y volver a instalarlo. (%s)

source: Start the XMLRPC interface on the specified port. This XML-RPC-based RPC allows a remote program to control the client to enable automated hosting, conformance testing, and benchmarking.
es_mx: Iniciar la interfaz XMLRPC en el puerto especificado. Este RPC de base XML-RPC permite que un programa remoto controle al cliente para permitir hosting automático, pruebas de conformidad y puntos de nivel.

source: number of seconds to pause between sending keepalives
es_mx: número de segundos que debe pausar entre envíos de keepalives

source: how many bytes to query for per request.
es_mx: cuántos bytes debe pedir por solicitud.

source: maximum length prefix encoding you'll accept over the wire - larger values get the connection dropped.
es_mx: longitud máxima de codificación de prefijos que aceptará a través de cable - los valores grandes hacen que se pierda la conexión.

source: seconds to wait between closing sockets which nothing has been received on
es_mx: segundos de espera entre el cierre de sockets cuando no se ha recibido nada

source: seconds to wait between checking if any connections have timed out
es_mx: segundos de espera para verificar si alguna conexión ha excedido el tiempo de espera

source: maximum length slice to send to peers, close connection if a larger request is received
es_mx: longitud máxima de slice que se puede enviar a los peers, cerrar la conexión si se recibe una solicitud mayor

source: maximum time interval over which to estimate the current upload and download rates
es_mx: intervalo máximo de tiempo sobre el cual se calculan las velocidades actuales de carga y descarga

source: maximum time to wait between retrying announces if they keep failing
es_mx: tiempo máximo de espera entre nuevos intentos de anuncio si siguen fallando

source: seconds to wait for data to come in over a connection before assuming it's semi-permanently choked
es_mx: segundos de espera para que los datos pasen por la conexión antes de asumir que está semipermanentemente choked (ahogada)

source: number of downloads at which to switch from random to rarest first
es_mx: número de descargas en las que se debe cambiar de aleatorio a el más raro primero

source: how many bytes to write into network buffers at once.
es_mx: cuántos bytes escribir a la vez en los buffers de la red.

source: refuse further connections from addresses with broken or intentionally hostile peers that send incorrect data
es_mx: rechazar más conexiones de direcciones con peers dañados o intencionalmente hostiles que envían datos incorrectos

source: do not connect to several peers that have the same IP address
es_mx: no conectar a varios peers que tengan la misma dirección de IP

source: if nonzero, set the TOS option for peer connections to this value
es_mx: si no es cero, configurar la opción TOS para conexiones de peers a este valor

source: enable workaround for a bug in BSD libc that makes file reads very slow.
es_mx: activar solución de problema en BSD libc que hace que los archivos se lean muy lentamente.

source: address of HTTP proxy to use for tracker connections
es_mx: dirección de HTTP proxy que se debe usar para las conexiones de tracker

source: close connections with RST and avoid the TCP TIME_WAIT state
es_mx: cerrar las conexiones con RST y evitar el estado TIME_WAIT de TCP

source: number of read threads to use in the storage object
es_mx: número de cadenas de lectura a usar en el objeto de almacenamiento

source: number of simultaneous piece checks to run per torrent, set to a low number like 2 or 3
es_mx: número de comprobaciones simultáneas de piezas a ejecutar por torrent, configurar con un número bajo como 2 ó 3

source: Use Twisted network libraries for network connections. 1 means use twisted, 0 means do not use twisted, -1 means autodetect, and prefer twisted
es_mx: Usar bibliotecas de red Twisted para conexiones de red. 1 significa utilizar twisted, 0 no utilizar twisted, -1 significa detectar automáticamente y preferir twisted

source: Number of pieces allowed fast.
es_mx: Número de piezas permitidas rápidamente.

source: Port to listen on.
es_mx: Puerto en el que escuchar.

source: file to store recent downloader info in
es_mx: archivo en el cual guardar la información reciente de descarga

source: ip to bind to locally
es_mx: ip para enlazar localmente

source: timeout for closing connections
es_mx: plazo para cerrar las conexiones

source: seconds between saving dfile
es_mx: segundos entre guardar dfile

source: seconds between expiring downloaders
es_mx: segundos entre expiraciones de descargadores

source: seconds downloaders should wait between reannouncements
es_mx: segundos que deben esperar los descargadores antes de volver a anunciar

source: default number of peers to send an info message to if the client does not specify a number
es_mx: número predeterminado de peers a quienes envíar un mensaje de información si el cliente no especifica un número

source: time to wait between checking if any connections have timed out
es_mx: tiempo de espera entre verificaciones de si alguna conexión ha excedido el tiempo de espera

source: how many times to check if a downloader is behind a NAT (0 = don't check)
es_mx: número de veces que se debe verificar si el descargador está detrás de NAT (0 = no comprobar)

source: whether to add entries to the log for nat-check results
es_mx: si añadir entradas al registro para resultados de verificación de nat

source: minimum time it must have been since the last flush to do another one
es_mx: tiempo mínimo que debe transcurrir desde el último flush (desecho) para hacer otro

source: minimum time in seconds before a cache is considered stale and is flushed
es_mx: tiempo mínimo en segundos antes de que se considere que un caché está viciado y se deseche

source: only allow downloads for .torrents in this dir (and recursively in subdirectories of directories that have no .torrent files themselves). If set, torrents in this directory show up on infopage/scrape whether they have peers or not
es_mx: permitir sólo descargas de .torrents en este directorio (y recursivamente en los subdirectorios de directorios que no tienen archivos .torrent). Si se configura así, los torrents de este directorio aparecen en infopage/scrape, tengan peers o no

source: how often to rescan the torrent directory, in seconds
es_mx: frecuencia con que se debe rescanear el directorio torrent, en segundos

source: allow special keys in torrents in the allowed_dir to affect tracker access
es_mx: permitir claves especiales en torrents en el allowed_dir para afectar el acceso de tracker

source: whether to reopen the log file upon receipt of HUP signal
es_mx: si se debe volver a abrir el archivo de registro al recibir la señal HUP

source: whether to display an info page when the tracker's root dir is loaded
es_mx: si se debe mostrar una página de información cuando el directorio raíz del tracker está cargado

source: a URL to redirect the info page to
es_mx: una URL a la cual volver a dirigir la página de información

source: whether to display names from allowed dir
es_mx: si se deben mostrar nombres desde directorios permitidos

source: file containing x-icon data to return when browser requests favicon.ico
es_mx: archivo con datos de íconos x que se debe regresar cuando el brower solicita favicon.ico

source: ignore the ip GET parameter from machines which aren't on local network IPs (0 = never, 1 = always, 2 = ignore if NAT checking is not enabled). HTTP proxy headers giving address of original client are treated the same as --ip.
es_mx: ignorar el parámetro ip GET de máquinas que no están en IPs de la red local (0 = nunca, 1 = siempre, 2 = ignorar si no se ha activado la verificación de NAT). Los encabezados proxy de HTTP que dan la dirección del cliente original se tratan igual que --ip.

source: file to write the tracker logs, use - for stdout (default)
es_mx: archivo en el cual escribir los registros del tracker, usar - para stdout (predeterminado)

source: use with allowed_dir; adds a /file?hash={hash} url that allows users to download the torrent file
es_mx: usar con allowed_dir; añade una url /file?hash={hash} que permite a los usuarios descargar el archivo torrent

source: keep dead torrents after they expire (so they still show up on your /scrape and web page). Only matters if allowed_dir is not set
es_mx: mantener los torrents muertos después de su caducidad (para que sigan apareciendo en su /scarpe y página web). Sólo importa si no se ha configurado allowed_dir

source: scrape access allowed (can be none, specific or full)
es_mx: se permite el acceso a desecho (puede ser ninguno, específico o completo)

source: maximum number of peers to give with any one request
es_mx: número máximo de peers que se pueden dar en una solicitud

source: max number of outgoing incomplete connections
es_mx: número máximo de conexiones incompletas de salida

source: path to the file that you are publishing (seeding).
es_mx: ruta al archivo que usted está publicando (seeding).

source: display verbose information in user interface
es_mx: mostrar información abundante en la interfaz de usuario

source: provide debugging tools in user interface
es_mx: ofrecer herramientas de debugging en la interfaz de usuario

source: start downloader in paused state
es_mx: arrancar el descargador en estado de pausa

source: Start %s minimized
es_mx: Arrancar %s minimizado

source: override the version provided by the http version check and enable version check debugging mode
es_mx: sobreescribir la versión proporcionada por la verificación de versión de http y activar el modo debugging de verificación de versión

source: override the current version used in the version check and enable version check debugging mode
es_mx: sobreescribir la versión actual utilizada en la verificación de versión y activar el modo debugging de verificación de versión

source: The style of progressbar to show. 0 means no progress bar. 1 is an ordinary progress bar. 2 is a progress bar that shows transferring, available and missing percentages as well. 3 is a piece bar which color-codes each piece in the torrent based on its availability.
es_mx: Estilo de la barra de progreso que se va a mostrar. 0 significa sin barra de progreso. 1 es la barra de progreso normal. 2 es una barra de progreso que muestra la transferencia y los porcentajes disponibles y restantes. 3 es una barra de piezas con códigos de color para cada pieza del torrent según su disponibilidad.

source: specify window size and position, in the format: WIDTHxHEIGHT+XOFFSET+YOFFSET
es_mx: especificar el tamaño y la posición de la ventana, en el formato: ANCHOxLARGOxMARGENXxMARGENY

source: Start %s maximized
es_mx: Arrancar %s maximizado

source: Widths of columns in torrent list in main window
es_mx: Ancho de las columnas de la lista de torrent de la ventana principal

source: Order of columns in torrent list in main window
es_mx: Orden de las columnas de la lista de torrent de la ventana principal

source: Enabled columns in torrent list in main window
es_mx: Columnas accesibles en la lista de torrent de la ventana principal

source: Default sort column in torrent list in main window
es_mx: Columna de ordenación predeterminada en la lista de torrent de la ventana principal

source: Default sort order in torrent list in main window
es_mx: Orden predeterminado en la lista de torrent de la ventana principal

source: Whether to show text on the toolbar or not
es_mx: Si se debe mostrar texto en la barra de herramientas o no

source: Size in pixels of toolbar icons
es_mx: Tamaño de los íconos de la barra de herramientas en pixels

source: Show details panel on startup
es_mx: Mostrar el panel de detalles al inicio

source: Which tab in the details panel to show by default
es_mx: Ficha del panel de detalles que se debe mostrar por defecto

source: Height of the details splitter when it is enabled
es_mx: Altura del divisor de la pantalla de detalles cuando está activada

source: whether or not to ask for a location to save downloaded files in
es_mx: si se debe preguntar o no el lugar donde se deben descargar los archivos

source: maximum B/s to upload at
es_mx: número máximo de B/s al que se puede cargar

source: Launch %s when Windows starts
es_mx: Iniciar %s cuando arranque Windows

source: Enforce .torrent file associations on startup
es_mx: Exigir las asociaciones de archivos .torrent al iniciar

source: Icon theme to use
es_mx: Tema de ícono que se debe utilizar

source: the maximum number of uploads to allow at once. -1 means a (hopefully) reasonable number based on --max_upload_rate. The automatic values are only sensible when running one torrent at a time.
es_mx: número máximo de cargas que se permiten a la vez. -1 significa un número (con suerte) razonable basado en --max_upload_rate. Los valores automáticos sólo son sensibles cuando se ejecuta un torrent a la vez.

source: local directory where the torrent contents will be saved. The file (single-file torrents) or directory (batch torrents) will be created under this directory using the default name specified in the .torrent file. See also --save_as.
es_mx: directorio local en que se van a guardar los contenidos de torrent. El archivo (torrents de un archivo) o el directorio (torrents de lote) se creará en este directorio con el nombre predeterminado especificado en el archivo .torrent. Véase también --save_as.

source: local directory where the incomplete torrent downloads will be stored until completion. Upon completion, downloads will be moved to the directory specified by --save_as.
es_mx: directorio local en que se van a guardar las descargas incompletas de torrent hasta que se completen. Al completarse, las descargas se trasladarán al directorio especificado en --save_as.

source: local directory where the torrents will be saved, using a name determined by --saveas_style. If this is left empty each torrent will be saved under the directory of the corresponding .torrent file
es_mx: directorio local en que se van a guardar los torrents, usando un nombre determinado por --saveas_style. Si se deja vacío cada torrent se guardará en el directorio del archivo .torrent correspondiente

source: wait this many seconds after noticing a torrent before starting it, to avoid race with tracker
es_mx: espere estos segundos cuando note un torrent antes de iniciarlo para evitar competir con otro tracker
