Repository: kenorb-contrib/BitTorrent
Catalog: B/po/*.po
Languages: es_mx

source: How to name torrent downloads: 1: use name OF torrent file (minus .torrent); 2: use name encoded IN torrent file; 3: create a directory with name OF torrent file (minus .torrent) and save in that directory using name encoded IN torrent file; 4: if name OF torrent file (minus .torrent) and name encoded IN torrent file are identical, use that name (style 1/2), otherwise create an intermediate directory as in style 3; CAUTION: options 1 and 2 have the ability to overwrite files without warning and may present security issues.
es_mx: Cómo nombrar las descargas de torrent: 1 usar el nombre DEL archivo torrent (menos .torrent); 2 usar el nombre codificado EN el archivo torrent; crear un directorio con el nombre DEL archivo torrent (menos .torrent) y guardarlo en ese directorio con el nombre codificado EN el archivo torrent; si el nombre DEL archivo torrent (menos .torrent) y el nombre codificado EN el archivo torrent es el mismo, usar ese nombre (estilo 1/2), si no, crear un directorio intermedio como en el estilo 3; ADVERTENCIA: las opciones 1 y 2 tienen la capacidad de sobreescribir archivos sin dar advertencia y pueden crear problemas de seguridad.

source: whether to display the full path or the torrent contents for each torrent
es_mx: si se debe mostrar la ruta completa o los contenidos de torrent para cada torrent

source: directory to look for .torrent files (semi-recursive)
es_mx: directorio en el que se deben buscar los archivos .torrent (semi-recursivo)

source: file name (for single-file torrents) or directory name (for batch torrents) to save the torrent as, overriding the default name in the torrent. See also --save_in
es_mx: nombre de archivo (para los torrents de un archivo) o de directorio (para los de lote) con el que se debe guardar el torrent, sobreescribiendo el nombre predeterminado en el torrent. Véase también --save_in

source: whether to display diagnostic info to stdout
es_mx: si se debe mostrar la información de diagnóstico a stdout

source: seconds between updates of displayed information
es_mx: segundos entre actualizaciones de la información en pantalla

source: optional human-readable title for entire .torrent
es_mx: título opcional legible para personas para todo el .torrent

source: optional human-readable comment to put in .torrent
es_mx: comentario opcional legible para personas para poner en .torrent

source: which power of two to set the piece size to, 0 means pick a good piece size
es_mx: a cuál de los dos poderes configurar el tamaño de pieza, 0 significa escoja un tamaño adecuado

source: default tracker name
es_mx: nombre predeterminado del tracker

source: if false then make a trackerless torrent, instead of announce URL, use reliable node in form of <ip>:<port> or an empty string to pull some nodes from your routing table
es_mx: si es falso, haga un torrent sin tracker, en lugar de anunciar la URL, use un nodo confiable en forma de <ip>:<puerto> o una cadena vacía para extraer algunos nodos de su tabla de rutas

source: directory under which variable data such as fastresume information and GUI state is saved. Defaults to subdirectory 'data' of the bittorrent config directory.
es_mx: directorio en el que se guardan datos variables como información de fastresume y estado de interfaz gráfica de usuario. El valor predeterminado es el subdirectorio 'data' del directorio config de bittorrent.

source: ISO Language code to use
es_mx: Código de idioma ISO a utilizar

source: Starts the application in a debug mode. All settings revert to default except those provided as command-line options. Creates temporary directories for dot, data, incomplete torrents and complete torrents. Allows multiple clients on the same machine to communicate with each other.
es_mx: Comienza la aplicación en modo debug. Todos los parámetros vuelven a la configuración predeterminada excepto los que se dan como opciones de línea de comandos. Crea directorios temporales para dot, datos, torrents incompletos y torrents completos. Permite que se comuniquenentre sí múltiples clientes en la misma máquina.

source: ip to report to the tracker (has no effect unless you are on the same local network as the tracker)
es_mx: ip que se indica al tracker (no tiene efecto a menos que esté en la misma red local que el tracker)

source: world-visible port number if it's different from the one the client listens on locally
es_mx: número de puerto visible para todos si es diferente del que el cliente escucha localmente

source: minimum port to listen on, counts up if unavailable
es_mx: puerto mínimo para escuchar, se incrementa si no está disponible

source: maximum port to listen on
es_mx: puerto máximo para escuchar

source: minutes to wait between requesting more peers
es_mx: minutos de espera entre solicitudes de peers adicionales

source: minimum number of peers to not do rerequesting
es_mx: número mínimo de peers para no volver a hacer solicitud

source: number of peers at which to stop initiating new connections
es_mx: número de peers en que se dejan de iniciar nuevas conexiones

source: maximum number of connections to allow, after this new incoming connections will be immediately closed
es_mx: número máximo de conexiones permitidas, después de éste las nuevas conexiones de entrada se cerrarán inmediatamente

source: whether to check hashes on disk
es_mx: si debe comprobar hashes en el disco

source: average maximum B/s to download at
es_mx: promedio máximo de B/s al que se puede descargar

source: automatic bandwidth management (Windows only)
es_mx: control automático de ancho de banda (sólo para Windows)

source: the number of uploads to fill out to with extra optimistic unchokes
es_mx: número de cargas que se puede llenar con unchokes (desahogos) optimistas extra

source: the maximum number of files in a multifile torrent to keep open at a time, 0 means no limit. Used to avoid running out of file descriptors.
es_mx: número máximo de archvios en un torrent de archivos múltiples que se pueden mantener abiertos a la vez, 0 quiere decir ilimitados. Se usa para evitar quedarse sin descriptores de archivos.

source: Initialize a trackerless client. This must be enabled in order to download trackerless torrents.
es_mx: Iniciar un cliente sin tracker. Debe estar activado para poder descargar torrents sin tracker.

source: waiting for hash check
es_mx: esperando verificación de hash

source: connecting to peers
es_mx: conectando con peers

source: Error reading config:
es_mx: Error al leer config:

source: Rereading config file
es_mx: Volviendo a leer el archivo config

source: Could not set signal handler:
es_mx: No se pudo configurar el manejo de señales:

source: shutting down
es_mx: apagándose

source: dropped "%s"
es_mx: "%s" abandonados

source: added "%s"
es_mx: "%s" añadidos

source: Could not convert file/directory name "%s" to Unicode (%s). Either the assumed filesystem encoding "%s" is wrong or the filename contains illegal bytes.
es_mx: No se pudo convertir el nombre del archivo/directorio "%s" a Unicode (%s). O la codificación de archivos del sistema asumida "%s" es incorrecta, o el nombre de archivo contiene bytes ilegales.

source: File/directory name "%s" contains reserved unicode values that do not correspond to characters.
es_mx: El nombre de archivo/directorio "%s" contiene valores reservados de unicode que no corresponden a caracteres.

source: You can't specify the name of the .torrent file when generating multiple torrents at once
es_mx: No se puede especificar el nombre del archivo .torrent al generar múltiples torrents a la vez

source: Could not find translation for language "%s"
es_mx: No se encontró traducción para el idioma "%s"

source: Couldn't open pid file. Continuing without one.
es_mx: No pudo abrir el archivo pid. Continúa sin uno.

source: unknown option
es_mx: opción desconocida

source: parameter passed in at end with no value
es_mx: el parámetro que pasó al final no tiene valor

source: command line parsing failed at
es_mx: el análisis de la línea de comandos falló en

source: Option %s is required.
es_mx: Se requiere la opción %s.

source: Must supply at least %d arguments.
es_mx: Debe dar al menos %d argumentos.

source: Too many arguments - %d maximum.
es_mx: Demasiados argumentos - %d máximo.

source: wrong format of %s - %s
es_mx: formato incorrecto de %s - %s

source: Usage: %s
es_mx: Uso: %s

source: OPTIONS
es_mx: OPCIONES

source: [OPTIONS] [TORRENTFILES]
es_mx: [OPCIONES] [ARCHIVOSTORRENT]

source: [OPTIONS] [TORRENTFILE]
es_mx: [OPCIONES] [ARCHIVOTORRENT]

source: [OPTION] TRACKER_URL FILE [FILE]
es_mx: [OPCION] ARCHIVO DE URL_DEL_TRACKER [ARCHIVO]

source: arguments are -
es_mx: los argumentos son -

source: (defaults to
es_mx: (el valor predeterminado es

source: **warning** %s is a duplicate torrent for %s
es_mx: **advertencia** %s es un torrent duplicado de %s

source: **warning** %s has errors
es_mx: **advertencia** %s tiene errores

source: ... successful
es_mx: ... con éxito

source: removing %s
es_mx: retirando %s

source: done checking
es_mx: verificación terminada

source: Could not read directory
es_mx: No se pudo leer el directorio

source: Could not stat
es_mx: No pudo hacer stat

source: removing %s (will re-add)
es_mx: retirando %s (se volverán a añadir)

source: specified favicon file -- %s -- does not exist.
es_mx: archivo favicon especificado -- %s -- no existe.

source: statefile %s corrupt; resetting
es_mx: statefile %s corrupto; reconfigurando

source: # Log Started:
es_mx: # Registro Inciado:

source: **warning** could not redirect stdout to log file:
es_mx: **advertencia** no se pudo redirigir stdout al archivo de registro:

source: # Log reopened:
es_mx: # Registro Reabierto:

source: ***warning*** could not reopen logfile
es_mx: ***advertencia*** no se pudo reabrir el archivo de registro:

source: specific scrape function is not available with this tracker.
es_mx: la función de desecho específica no está disponible con este tracker.

source: full scrape function is not available with this tracker.
es_mx: la función de desecho completa no está disponible con este tracker.

source: get function is not available with this tracker.
es_mx: la función get no está disponible con este tracker.

source: Requested download is not authorized for use with this tracker.
es_mx: La descarga solicitada no está autorizada para utilizarse con este tracker.

source: run with -? for parameter explanations
es_mx: ejecutar con -? para explicaciones de parámetros

source: # Shutting down:
es_mx: # Cerrando:

source: download succeeded
es_mx: descarga exitosa

source: oo (%.1f MB up / %.1f MB down)
es_mx: oo (%.1f MB carga / %.1f MB descarga)

source: %.3f (%.1f MB up / %.1f MB down)
es_mx: %.3f (%.1f MB carga / %.1f MB descarga)

source: %d seen now
es_mx: %d visto ahora

source: Log: none
es_mx: Registro: ninguno

source: Log:
es_mx: Registro:

source: saving:
es_mx: guardando:

source: file size:
es_mx: tamaño de archivo:

source: percent done:
es_mx: porcentaje realizado:

source: time left:
es_mx: tiempo restante:

source: download to:
es_mx: descargar a:

source: download rate:
es_mx: velocidad de descarga:

source: upload rate:
es_mx: velocidad de carga:

source: share rating:
es_mx: rango de distribución:

source: seed status:
es_mx: estado de seeding:

source: peer status:
es_mx: estado de peer:

source: You cannot specify both --save_as and --save_in
es_mx: No puede especificar los dos: save_as y save_in

source: Error reading .torrent file:
es_mx: Error al leer el archivo .torrent:

source: you must specify a .torrent file
es_mx: debe especificar un archivo .torrent

source: download complete!
es_mx: ¡descarga terminada!

source: <unknown>
es_mx: <desconocido>

source: finishing in %d:%02d:%02d
es_mx: terminando en %d:%02d:%02d

source: file:
es_mx: archivo:

source: size:
es_mx: tamaño:

source: dest:
es_mx: destino:

source: progress:
es_mx: progreso:

source: status:
es_mx: estado:

source: dl speed:
es_mx: velocidad descarga:

source: ul speed:
es_mx: velocidad carga:

source: sharing:
es_mx: distribuyendo:

source: log:
es_mx: registro:

source: # IP Upload Download Completed Speed
es_mx: # IP Carga Descarga Completo Velocidad

source: Textmode UI initialization failed, cannot proceed.
es_mx: Falló la inicialización de IU en modo de texto, no puede continuar.

source: This download interface requires the standard Python module "curses", which is unfortunately not available for the native Windows port of Python. It is however available for the Cygwin port of Python, running on all Win32 systems (www.cygwin.com).
es_mx: Esta interfaz de descarga requiere el módulo Python estándar "curses", que desgraciadamente no está disponible para el puerto nativo de Windows de Python. Sin embargo, está disponible para el puerto Cygwin de Python, que funciona en todos los sistemas Win32 (www.cygwin.com).

source: These errors occurred during execution:
es_mx: Surgieron estos errores durante la ejecución:

source: You may still use "bittorrent-console" to download.
es_mx: Aún puede utilizar "bittorrent-console" para la descarga.

source: %s already running
es_mx: %s ya está en marcha

source: Failed to communicate with another %s process but one seems to be running.
es_mx: Falla de comunicación con otro proceso %s pero uno parece seguir funcionando.

source: Closing all %s windows may fix the problem.
es_mx: Cerrar todas las ventanas %s podría arreglar el problema.

source: Install Python %s or greater
es_mx: Instale Python %s o posterior

source: Usage: %s TRACKER_URL [TORRENTFILE [TORRENTFILE ... ] ]
es_mx: Uso: %s URL_DEL_TRACKER [ARCHIVOTORRENT [ARCHIVOTORRENT ... ] ]

source: old announce for %s: %s
es_mx: aviso anterior de %s: %s

source: Unsupported fastresume file format, probably corrupted.
es_mx: Formato de archivo fastresume incompatible, probablemente esté corrupto.

source: no torrents
es_mx: no hay torrents

source: SYSTEM ERROR - EXCEPTION GENERATED
es_mx: ERROR DE SISTEMA - EXCEPCION GENERADA

source: is not a directory
es_mx: no es un directorio

source: Warning:
es_mx: Advertencia:

source: Upload
es_mx: Carga

source: Filename
es_mx: Nombre de archivo

source: Totals:
es_mx: Totales:

source: (%s) %s - %s peers %s seeds %s dist copies - %s dn %s up
es_mx: (%s) %s - %s peers %s seeds %s copias dist - %s descarga %s carga

source: You may still use "btdownloadheadless.py" to download.
es_mx: Aún puede utilizar "btdownloadheadless.py" para la descarga.

source: ETA in %d:%02d:%02d
es_mx: ETA en %d:%02d:%02d

source: optional target file for the torrent
es_mx: archivo de destino opcional para el torrent

source: Use &DHT:
es_mx: Usar &DHT:

source: Nodes (optional):
es_mx: Nódulos (opcional):

source: &Close
es_mx: &Cerrar

source: &Publish
es_mx: &Publicar

source: &Advanced
es_mx: &Avanzado

source: Port
es_mx: Puerto

source: Building torrents...
es_mx: Construyendo torrents...

source: Checking file sizes...
es_mx: Revisando tamaño de archivos...

source: &Abort
es_mx: &Abortar

source: &Ok
es_mx: &Aceptar

source: &Start seeding
es_mx: &Comenzar seeding

source: building:
es_mx: construyendo:

source: Done.
es_mx: Listo.

source: Done building torrents.
es_mx: Acabó de construir torrents.

source: Error building torrents:
es_mx: Error al construir torrents:

source: %s Publisher
es_mx: %s Editora

source: Publish this file/directory:
es_mx: Publicar este archivo/directorio:

source: (Directories will become batch torrents)
es_mx: (Los directorios se convertirán en torrents de lote)

source: Title
es_mx: Título

source: Comments:
es_mx: Comentarios:

source: Piece size:
es_mx: Tamaño de pieza:

source: Use &tracker:
es_mx: Usar &tracker:

source: %s %s - decode %s metainfo files
es_mx: %s %s - decodifcar %s archivos metainfo

source: Usage: %s [TORRENTFILE [TORRENTFILE ... ] ]
es_mx: Uso: %s [ARCHIVOTORRENT [ARCHIVOTORRENT ... ] ]

source: metainfo file: %s
es_mx: archivo metainfo: %s

source: file name: %s
es_mx: nombre de archivo: %s

source: file size:
es_mx: tamaño de archivo:

source: files:
es_mx: archivos:

source: directory name: %s
es_mx: nombre de directorio: %s

source: archive size:
es_mx: tamaño de archivo:

source: tracker announce url: %s
es_mx: url anunciada por el tracker: %s

source: trackerless nodes:
es_mx: nódulos sin tracker:

source: comment:
es_mx: comentario:
